Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/Pearl.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PEARL_CAMERA_INTERLOCKED_LINK
source: Learn More…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih Lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui Lebih Lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba Mais…
pt_pt: Saiba mais…
ro: Mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem…
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha Fazla Bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# INSTRUCTION_DETAIL_STATE_TUTORIAL
source: First, position your face in the camera frame. Then move your head in a circle to show all the angles of your face.
ar: أولًا، ضع وجهك في إطار الكاميرا. ثم حرك رأسك بشكل دائري لإظهار جميع زوايا الوجه.
bg: Най-напред поставете лицето си в кадъра на камерата. След това движете главата си в кръг, за да покажете всички страни на вашето лице.
ca: Primer, col·loca la cara al marc de la càmera. Llavors, mou el cap fent un cercle per mostrar tots els angles de la cara.
cs: Nejprve nastavte tvář do záběru. Potom kružte hlavou tak, aby byly vidět rysy vaší tváře ze všech úhlů.
da: Placer først ansigtet i kamerarammen. Bevæg derefter hovedet i en cirkel, så ansigtet vises i alle vinkler.
de: Positioniere dein Gesicht zunächst im Kamerarahmen. Kreise dann mit deinem Kopf, sodass er von allen Blickwinkeln zu sehen ist.
el: Πρώτα τοποθετήστε το πρόσωπό σας μέσα στο πλαίσιο της κάμερας. Έπειτα μετακινήστε το κεφάλι σας κυκλικά για να φανούν όλες οι γωνίες του προσώπου σας.
es: Primero, coloca la cara en el recuadro de la cámara. Luego, traza un círculo con la cabeza para mostrar todos los ángulos de la cara.
es_us: Primero, sitúa tu cara dentro del marco de la cámara. Después, mueve tu cabeza circularmente de forma que se muestren todos los ángulos de tu cara.
fi: Kohdista kasvosi ensin kameran kehykseen. Liikuta sen jälkeen päätäsi ympyränmuotoisesti, jotta kasvojesi kaikki kulmat näkyvät.
fr: Commencez par placer votre visage dans le cadre. Décrivez ensuite un cercle avec la tête de façon à capturer tous les angles de votre visage.
fr_ca: Commencez par placer votre visage dans le cadre. Puis faites un cercle avec la tête de façon à capturer tous les angles de votre visage.
he: תחילה יש למקם את הפנים שלך במסגרת המצלמה. לאחר מכן יש לסובב את ראשך במעגל כדי להציג את כל זוויות הפנים.
hi: पहले, अपना चेहरा कैमरा फ़्रेम के अंदर लाएँ। फिर चेहरे के सभी हिस्सों को दिखाने के लिए अपना चेहरा गोल-गोल घुमाएँ।
hr: Prvo postavite lice u okvir kamere. Zatim kružno mičite glavom kako bi se prikazali svi kutovi vašeg lica.
hu: Először igazítsa az arcát a kamera keretébe. Majd mozgassa a fejét körkörösen, hogy az arca minden irányból látható legyen.
id: Pertama-tama, posisikan wajah Anda di bingkai kamera. Setelah itu, gerakkan kepala Anda dalam lingkaran untuk menampilkan semua sudut wajah Anda.
it: Posiziona il volto nel riquadro della fotocamera, quindi muovi la testa in modo circolare per assicurarti di inquadrare tutti i lati.
ja: まず、顔をカメラの枠内に入れてください。それから、顔のすべての角度が表示されるように円の中で頭を動かしてください。
kk: Алдымен бет-әлпетіңізді камера жақтауына орналастырыңыз. Содан кейін бет-әлпетіңізді барлық ракурстан көрсету үшін басыңызды айналдырыңыз.
ko: 우선 얼굴을 카메라 프레임에 맞추십시오. 그다음 머리로 원을 그리듯이 움직여서 얼굴의 모든 각도가 보이도록 합니다.
lt: Pirmiausia pasirūpinkite, kad veidas tilptų kameros kadre. Tada sukite galvą ratu, kad veidas pasimatytų visais kampais.
ms: Pertama, tempatkan wajah anda dalam bingkai kamera. Kemudian gerakkan kepala anda dalam bulatan untuk menunjukkan semua sudut wajah anda.
nl: Plaats je gezicht in het kader. Beweeg je hoofd vervolgens in een cirkel om alle hoeken van je gezicht te laten zien.
no: Plasser først ansiktet ditt innenfor rammen på kameraet. Tegn så en sirkel med nesen for å registrere ansiktet ditt fra alle vinkler.
pl: Najpierw umieść twarz w kadrze. Następnie wykonaj kolisty ruch głową, aby pokazać twarz pod wszystkimi kątami.
pt_br: Posicione o rosto na moldura da câmera. Mova a cabeça em um círculo para mostrar todos os ângulos do rosto.
pt_pt: Comece por enquadrar o rosto na moldura. Depois, mova a cabeça de modo a que a câmara capture todos os ângulos do seu rosto.
ro: Mai întâi, poziționați‑vă chipul în cadrul camerei. Apoi mișcați capul într‑un cerc, pentru ca toate unghiurile chipului dvs. să fie vizibile.
ru: Сначала поместите лицо в рамку камеры. Затем выполните круговое движение головой, чтобы показать все ракурсы лица.
sk: Najprv umiestnite svoju tvár do rámčeka. Potom otáčaním hlavy opíšte kruh a nasnímajte svoju tvár zo všetkých strán.
sl: Najprej umestite obraz v okvir kamere. Nato krožno premikajte glavo, da bo vaš obraz viden iz vseh zornih kotov.
sv: Placera först ditt ansikte i kamerans ram. Rör sedan huvudet i en cirkel så att alla vinklar i ansiktet visas.
th: ขั้นแรก นำใบหน้าของคุณเข้ามาอยู่ในเฟรมของกล้อง จากนั้น หมุนศีรษะของคุณเป็นวงกลมเพื่อแสดงใบหน้าของคุณให้ครบทุกมุม
tr: Önce yüzünüzü kamera çerçevesine hizalayın. Daha sonra yüzünüzün tüm açılarını göstermek için başınızı bir daire şeklinde yavaşça hareket ettirin.
uk: Спочатку розмістіть обличчя в рамці камери. Потім проведіть головою по колу, щоб показати своє обличчя з різних кутів.
vi: Đầu tiên, định vị khuôn mặt của bạn trong khung hình camera. Sau đó, di chuyển đầu theo vòng tròn để hiển thị tất cả các góc khuôn mặt của bạn.
zh_cn: 首先，保持面部在相机取景框内。然后环状移动头部以显示面部的各个角度。
zh_hk: 首先將你的面孔對準取景框。然後輕輕轉動頭部打圈以顯示面部的所有角度。
zh_tw: 將你的臉放在相機觀景窗中，然後頭部畫圈圈轉動來顯示所有臉部角度。

# FINISH_ENROLL_BUTTON_BUDDY
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# PEARL_CAMERA_RESTRICTED_ALERT_MESSAGE
source: Face ID is not available when Camera is restricted.
ar: بصمة الوجه غير متاحة عندما تكون الكاميرا مقيدة.
bg: Face ID не е достъпен, когато има ограничение за Камера.
ca: El Face ID no està disponible quan la càmera està restringida.
cs: Když je není aplikace Fotoaparát povolena, Face ID nelze používat.
da: Face ID er ikke tilgængelig, når Kamera er begrænset.
de: Bei eingeschränkter Kamera ist Face ID nicht verfügbar.
el: Το Face ID δεν είναι διαθέσιμο όταν είναι περιορισμένη η Κάμερα.
es: Face ID no está disponible si la cámara está restringida.
es_us: Face ID no está disponible cuando se restringe la cámara.
fi: Face ID ei ole käytettävissä, kun Kameran käyttöä on rajoitettu.
fr: Face ID n’est pas disponible lorsque l’accès à la caméra est restreint.
fr_ca: Face ID n’est pas disponible lorsque l’accès à l’appareil photo est restreint.
he: ‏Face ID אינו זמין כאשר המצלמה מוגבלת.
hi: कैमरा प्रतिबंधित रहने पर Face ID उपलब्ध नहीं रहता है।
hr: Face ID nije dostupan kad je zabranjena uporaba kamere.
hu: A Face ID nem érhető el, amikor a Kamera korlátozva van.
id: Face ID tidak tersedia saat Kamera dibatasi.
it: Face ID non è disponibile quando l’utilizzo della fotocamera presenta delle limitazioni.
ja: カメラが制限されている場合はFace IDは利用できません。
kk: Камера қызметі шектелген кезде, Face ID функциясы жұмыс істемейді.
ko: 카메라가 제한된 상태에서는 Face ID를 사용할 수 없습니다.
lt: Kai vaizdo kamera apribota, „Face ID“ neprieinama.
ms: Face ID tidak tersedia apabila Kamera dihadkan.
nl: Face ID is niet beschikbaar wanneer de camera beperkt is.
no: Face ID er ikke tilgjengelig når kameraet er underlagt begrensninger.
pl: Funkcja Face ID nie jest dostępna, gdy aparat jest ograniczony.
pt_br: O Face ID não está disponível quando a Câmera está restrita.
pt_pt: Face ID não está disponível quando o uso da câmara é restrito.
ro: Face ID nu este disponibil când Camera este restricționată.
ru: Face ID недоступен, когда Камера ограничена.
sk: Face ID nie je k dispozícii, keď Kamera nie je povolená.
sl: Funkcija Face ID ni na voljo, ko je kamera omejena.
sv: Face ID är inte tillgängligt när kameran har begränsats.
th: Face ID ไม่พร้อมใช้งานเมื่อกล้องถูกจำกัด
tr: Kamera sınırlıyken Face ID kullanılamıyor.
uk: Функція Face ID недоступна, якщо використання камери обмежено.
vi: Face ID không khả dụng khi Camera bị giới hạn.
zh_cn: 摄像头受限制时面容ID不可用。
zh_hk: 「相機」被限制取用時無法使用Face ID。
zh_tw: 「相機」被限制取用時無法設定Face ID。

# INSTRUCTION_SUBSTATE_3
source: Multiple Faces
ar: هناك أكثر من وجه
bg: Няколко лица
ca: Diverses cares
cs: Více tváří
da: Flere ansigter
de: Mehrere Gesichter
el: Πολλά πρόσωπα
es: Varias caras
es_us: Varias caras
fi: Useita kasvoja
fr: Plusieurs visages
fr_ca: Plusieurs visages
he: זוהו מספר פנים
hi: कई चेहरे
hr: Više lica
hu: Több arc
id: Beberapa Wajah
it: Diversi volti
ja: 複数の顔が映っています
kk: Бірнеше бет
ko: 얼굴이 여러 개입니다.
lt: Keli veidai
ms: Berbilang Wajah
nl: Meerdere gezichten
no: Flere ansikter
pl: Wiele twarzy
pt_br: Múltiplos Rostos
pt_pt: Vários rostos
ro: Mai multe chipuri
ru: Несколько лиц
sk: Viacero tvárí
sl: Zaznanih je več obrazov
sv: Flera ansikten
th: หลายใบหน้า
tr: Birden Fazla Yüz
uk: Кілька облич
vi: Nhiều khuôn mặt
zh_cn: 多个面部
zh_hk: 多個面孔
zh_tw: 有多個臉部

# ENROLL_FAILED_DIFFERENT_FACE_MESSAGE
source: Face ID requires the same face throughout enrollment.
ar: تتطلب بصمة الوجه استخدام نفس الوجه طوال عملية التسجيل.
bg: Трябва да се използва едно и също лице по време на регистрацията на Face ID.
ca: La cara que s’utilitza per al Face ID ha de ser la mateixa al llarg de tot el registre.
cs: Face ID vyžaduje, aby tvář zůstala po celou dobu registrace stejná.
da: Face ID kræver det samme ansigt under hele registreringen.
de: Während der Registrierung für Face ID muss dasselbe Gesicht verwendet werden.
el: Για το Face ID, απαιτείται η χρήση του ίδιου προσώπου καθ’ όλη την εγγραφή.
es: Face ID requiere que se use la cara de la misma persona durante todo el proceso de inscripción.
es_us: Face ID requiere que la cara sea la misma durante todo el registro.
fi: Face ID vaatii samat kasvot koko rekisteröimisen yhteydessä.
fr: L’ensemble du processus d’inscription à Face ID doit être réalisé avec le même visage.
fr_ca: Face ID requiert le même visage pendant toute l’inscription.
he: להשלמת תהליך ההרשמה של Face ID, יש לסרוק את הפנים של אותו אדם.
hi: Face ID के लिए पूरे नामांकन के दौरान एक ही चेहरा आवश्यक है।
hr: Face ID zahtijeva uporabu istog lica tijekom prijave.
hu: A Face ID-hoz ugyanaz az arc szükséges a teljes regisztráció során.
id: Face ID memerlukan wajah yang sama selama pendaftaran.
it: Durante il processo di registrazione di Face ID è necessario presentare sempre lo stesso volto.
ja: Face IDを利用するには、同じ顔で登録を続ける必要があります。
kk: Face ID функциясына тіркеу барысында бір адам беті қолданылуы қажет.
ko: Face ID는 등록 과정 내내 동일한 얼굴로 등록해야 합니다.
lt: Visos registracijos metu „Face ID“ reikia naudoti tą patį veidą.
ms: Face ID memerlukan wajah yang sama sepanjang pendaftaran.
nl: Tijdens de inschrijving voor Face ID moet hetzelfde gezicht worden gebruikt.
no: Face ID krever at samme ansikt brukes gjennom hele registreringsprosessen.
pl: Face ID wymaga tej samej twarzy w całym procesie rejestracji.
pt_br: O Face ID requer o mesmo rosto ao longo do processo de registro.
pt_pt: O registo para Face ID tem de ser efetuado por uma única pessoa.
ro: Face ID necesită același chip pe tot parcursul înscrierii.
ru: Face ID требует использование одного и того же лица в процессе регистрации.
sk: Face ID vyžaduje počas registrácie rovnakú tvár.
sl: Med postopkom včlanitve morate funkciji Face ID vedno predstaviti isti obraz.
sv: Face ID kräver att samma ansikte används under registreringen.
th: Face ID ต้องใช้ใบหน้าเดียวกันตลอดการลงทะเบียน
tr: Face ID, kayıt süresince aynı yüzü gerektirir.
uk: Face ID вимагає, щоб обличчя не змінювалося протягом реєстрації.
vi: Face ID yêu cầu cùng một khuôn mặt trong suốt quá trình đăng ký.
zh_cn: 面容ID注册过程中需使用同一面部。
zh_hk: Face ID在註冊期間只能使用同一張面孔。
zh_tw: Face ID在登記期間只能使用同一張臉。

source: 1 App
ar: تطبيق واحد
bg: 1 приложение
cs: 1 aplikace
el: 1 εφαρμογή
fi: 1 appi
he: יישום אחד
hi: 1 ऐप
hr: 1 aplikacija
it: Un’app
ja: 1個のアプリ
kk: 1 қолданба
ko: 1개의 앱
lt: 1 programa
no: Én app
pl: 1 aplikacja
pt_pt: 1 aplicação
ro: 1 aplicație
ru: 1 приложение
sk: Apky: 1
sl: 1 aplikacija
th: 1 แอป
tr: 1 Uygulama
uk: 1 програма
vi: 1 ứng dụng
zh_cn: 1个App
zh_hk: 1個App
zh_tw: 1個App

# INSTRUCTION_STATE_ENROLL_FINISHED_DEMO
source: Face ID is ready.
ar: بصمة الوجه جاهزة.
bg: Face ID е готов.
ca: El Face ID està preparat.
cs: Face ID je připravené.
da: Face ID er klar.
de: Face ID ist bereit.
el: Το Face ID είναι έτοιμο.
es: Face ID está preparado.
es_us: Face ID está listo.
fi: Face ID on valmis.
fr: Face ID est prêt.
fr_ca: Face ID est prêt.
he: ‏Face ID מוכן.
hi: Face ID तैयार है।
hr: Face ID je spreman.
hu: A Face ID készen áll.
id: Face ID siap.
it: Face ID è pronto.
ja: Face IDの準備ができました。
kk: Face ID дайын.
ko: Face ID가 준비되었습니다.
lt: „Face ID“ paruošta.
ms: Face ID bersedia.
nl: Face ID is gereed.
no: Face ID er klar.
pl: Funkcja Face ID jest gotowa.
pt_br: O Face ID está pronto.
pt_pt: Face ID está pronto.
ro: Face ID este gata.
ru: Функция Face ID готова к работе.
sk: Face ID je pripravené.
sl: Funkcija Face ID je pripravljena.
sv: Face ID är klart.
th: Face ID พร้อมแล้ว
tr: Face ID hazır.
uk: Face ID підготовлено.
vi: Face ID đã sẵn sàng.
zh_cn: 面容ID已就绪。
zh_hk: Face ID已設定完畢。
zh_tw: Face ID已就緒。

source: %@ Apps
ar: ‏%@ من التطبيقات
bg: %@ приложения
cs: Aplikace: %@
el: %@ εφαρμογές
fi: %@ appia
he: ‏%@ יישומים
hi: %@ ऐप्स
hr: Aplikacije: %@
hu: %@ app
id: %@ App
it: %@ app
ja: %@個のアプリ
kk: %@ қолданба
ko: %@개의 앱
lt: Programų: %@
ms: %@ App
no: %@ apper
pl: Aplikacji: %@
pt_pt: %@ aplicações
ro: %@ aplicații
sk: Apky: %@
sl: %@ aplikacij
sv: %@ appar
th: %@ แอป
tr: %@ Uygulama
uk: Програм: %@
vi: %@ ứng dụng
zh_cn: %@个App
zh_hk: %@個App
zh_tw: %@個App

# ENROLL_FAILED_MESSAGE_SETTINGS
source: Try setting up Face ID later.
ar: حاول إعداد بصمة الوجه لاحقًا.
bg: По-късно опитайте да настроите Face ID.
ca: Intenta configurar el Face ID més tard.
cs: Zkuste nastavit Face ID později.
da: Prøv at indstille Face ID senere.
de: Versuche, Face ID später zu konfigurieren.
el: Διαμορφώστε το Face ID αργότερα.
es: Intenta configurar Face ID más tarde.
es_us: Intenta configurar Face ID más tarde.
fi: Yritä ottaa Face ID käyttöön myöhemmin.
fr: Essayez de configurer Face ID plus tard.
fr_ca: Essayez de configurer Face ID plus tard.
he: יש לנסות להגדיר את Face ID מאוחר יותר.
hi: Face ID बाद में सेटअप करने की कोशिश करें।
hr: Pokušajte kasnije podesiti Face ID.
hu: Próbálja meg később beállítani a Face ID-t.
id: Coba atur Face ID nanti.
it: Prova a configurare Face ID in seguito.
ja: あとでFace IDをセットアップしてみてください。
kk: Face ID функциясын баптауды кейінірек қайталаңыз.
ko: Face ID를 나중에 설정하십시오.
lt: Pabandykite nustatyti „Face ID“ vėliau.
ms: Cuba sediakan Face ID kemudian.
nl: Probeer Face ID later te configureren.
no: Prøv å konfigurere Face ID senere.
pl: Spróbuj skonfigurować Face ID później.
pt_br: Tente configurar o Face ID mais tarde.
pt_pt: Volte a tentar configurar mais tarde.
ro: Încercați să configurați Face ID mai târziu.
ru: Попытайтесь настроить Face ID позже.
sk: Skúste nastaviť Face ID neskôr.
sl: Face ID poskusite nastaviti pozneje.
sv: Försök ställa in Face ID senare.
th: ลองตั้งค่า Face ID ในภายหลัง
tr: Face ID’yi daha sonra ayarlayın.
uk: Спробуйте налаштувати Face ID пізніше.
vi: Thử thiết lập Face ID sau.
zh_cn: 稍后尝试设置面容ID。
zh_hk: 稍後嘗試設定Face ID。
zh_tw: 稍後再嘗試設定Face ID。

# ENROLL_FAILED_MESSAGE_BUDDY
source: Set Up Face ID at any time in Settings.
ar: يمكنك إعداد بصمة الوجه من الإعدادات في أي وقت.
bg: По всяко време можете да настроите Face ID в Настройки.
ca: Configura el Face ID en qualsevol moment des de la configuració.
cs: Face ID můžete kdykoli nakonfigurovat v Nastavení.
da: Indstil Face ID når som helst i Indstillinger.
de: Face ID kann jederzeit in den Einstellungen konfiguriert werden.
el: Διαμορφώστε το Face ID ανά πάσα στιγμή στις Ρυθμίσεις.
es: Puedes configurar Face ID en cualquier momento desde Ajustes.
es_us: Puedes registrar tu cara para Face ID en Configuración.
fi: Ota Face ID käyttöön koska tahansa Asetuksissa.
fr: Configurez Face ID à tout moment dans Réglages.
fr_ca: Configurez Face ID à tout moment dans Réglages.
he: ניתן להגדיר את Face ID בכל עת ב״הגדרות״.
hi: सेटिंग्ज़ में जाकर कभी भी Face ID सेटअप करें।
hr: U bilo kojem trenutku možete podesiti Face ID u Postavkama.
hu: A Face ID-t bármikor beállíthatja a Beállításokban.
id: Atur Face ID kapan pun di Pengaturan.
it: Puoi configurare Face ID in qualsiasi momento in Impostazioni.
ja: Face IDは“設定”でいつでもセットアップできます。
kk: Face ID функциясын кез келген уақытта «Реттеулер» мәзірінен баптаңыз.
ko: 설정에서 언제든지 Face ID를 설정할 수 있습니다.
lt: „Face ID“ nustatykite bet kuriuo metu skiltyje „Nustatymai“.
ms: Sediakan Face ID pada bila-bila masa dalam Seting.
nl: Configureer Face ID op elk moment in Instellingen.
no: Konfigurer Face ID når som helst i Innstillinger.
pl: Face ID możesz skonfigurować w dowolnej chwili w Ustawieniach.
pt_br: Configure o Face ID a qualquer momento nos Ajustes.
pt_pt: Face ID pode ser configurado em qualquer altura nas Definições.
ro: Configurați oricând Face ID în Configurări.
ru: Face ID всегда можно настроить в Настройках.
sk: Face ID môžete kedykoľvek nastaviť v Nastaveniach.
sl: Funkcijo Face ID lahko kadarkoli nastavite v Nastavitvah.
sv: Du kan när som helst ställa in Face ID i Inställningar.
th: ตั้งค่า Face ID ได้ตลอดเวลาในการตั้งค่า
tr: Face ID’yi istediğiniz zaman Ayarlar’da ayarlayın.
uk: Налаштуйте Face ID у будь-який момент у Параметрах.
vi: Thiết lập Face ID bất kỳ lúc nào trong Cài đặt.
zh_cn: 随时在“设置”中设置面容ID。
zh_hk: 你可以隨時在「設定」設定Face ID。
zh_tw: 隨時都可在「設定」中設置Face ID。

# PEARL_CAMERA_INTERLOCKED
source: A problem was detected with the TrueDepth camera. Face ID has been disabled.
ar: تم اكتشاف مشكلة في كاميرا العمق الحقيقي، وتم تعطيل بصمة الوجه.
bg: Открит е проблем с камерата TrueDepth. Face ID е изключен.
ca: S’ha detectat un problema amb la càmera TrueDepth. S’ha desactivat el Face ID.
cs: Byl zjištěn problém s TrueDepth kamerou. Face ID bylo vypnuto.
da: Der er fundet et problem med TrueDepth-kameraet. Face ID blev slået fra.
de: Mit der TrueDepth-Kamera ist ein Problem aufgetreten. Face ID wurde deaktiviert.
el: Εντοπίστηκε πρόβλημα με την κάμερα TrueDepth. Το Face ID απενεργοποιήθηκε.
es: Se ha detectado un problema con la cámara TrueDepth. Face ID se ha desactivado.
es_us: Se detectó un problema con la cámara TrueDepth. Se desactivó Face ID.
fi: TrueDepth-kamerassa on havaittu ongelma. Face ID poistettiin käytöstä.
fr: Un problème a été détecté avec la caméra TrueDepth. Face ID a été désactivé.
fr_ca: Un problème lié à la caméra TrueDepth a été détecté. Face ID a été désactivé.
he: התגלתה בעיה במצלמת ה-TrueDepth. ‏Face ID בוטל.
hi: TrueDepth कैमरा में समस्या का पता लगा है। Face ID को अक्षम कर दिया गया है।
hr: Detektiran je problem s TrueDepth kamerom. Face ID je onemogućen.
hu: A TrueDepth-kamerával kapcsolatban probléma észlelhető. A Face ID le lett tiltva.
id: Masalah pada kamera TrueDepth terdeteksi. Face ID telah dinonaktifkan.
it: Si è verificato un problema con la fotocamera TrueDepth. Face ID è stato disabilitato.
ja: TrueDepthカメラで問題が検出されました。Face IDが無効になっています。
kk: TrueDepth камерасында мәселе анықталды. Face ID өшірілді.
ko: TrueDepth 카메라에 문제가 감지되었습니다. Face ID가 비활성화되었습니다.
lt: Aptikta „TrueDepth“ vaizdo kameros problema. „Face ID“ išjungta.
ms: Masalah telah dikesan dengan kamera TrueDepth. Face ID telah dinyahdayakan.
nl: Er is een probleem gedetecteerd met de TrueDepth-camera. Face ID is uitgeschakeld.
no: Det ble oppdaget et problem med TrueDepth-kameraet. Face ID har blitt deaktivert.
pl: Wykryto problem z aparatem TrueDepth. Funkcja Face ID została wyłączona.
pt_br: Foi detectado um problema com a câmera TrueDepth. O Face ID foi desativado.
pt_pt: Foi detetado um problema com a câmara TrueDepth. Face ID foi desativado.
ro: A fost detectată o problemă la camera TrueDepth. Funcționalitatea Face ID a fost dezactivată.
ru: Была обнаружена проблема с камерой TrueDepth. Функция Face ID отключена.
sk: Bol zistený problém s TrueDepth kamerou. Face ID je vypnuté.
sl: Zaznana je bila težava s kamero TrueDepth. Funkcija Face ID je bila onemogočena.
sv: Ett problem upptäcktes med TrueDepth-kameran. Face ID har avaktiverats.
th: ตรวจพบปัญหากับกล้อง TrueDepth ทำให้ Face ID ถูกปิดใช้งาน
tr: TrueDepth kamerayla ilgili bir sorun saptandı. Face ID etkisizleştirildi.
uk: Виявлено проблему з камерою TrueDepth. Face ID вимкнено.
vi: Đã phát hiện thấy một sự cố với camera TrueDepth. Face ID đã bị tắt.
zh_cn: 检测到原深感摄像头出现问题。面容ID已停用。
zh_hk: 偵測到「原深感測鏡頭」出現問題。已停用Face ID。
zh_tw: 偵測到原深感測相機發生問題。已停用Face ID。

# PEARL_RESET_ALERT_SHEET_TITLE
source: Reset Face ID?
ar: إعادة تعيين بصمة الوجه؟
bg: Да се нулира ли Face ID?
ca: Vols restablir el Face ID?
cs: Resetovat Face ID?
da: Nulstil Face ID?
de: Face ID zurücksetzen?
el: Επαναφορά Face ID;
es: ¿Restablecer Face ID?
es_us: ¿Restablecer Face ID?
fi: Nollataanko Face ID?
fr: Réinitialiser Face ID ?
fr_ca: Réinitialiser Face ID?
he: לאפס את Face ID?
hi: Face ID रीसेट करें?
hr: Resetirati Face ID?
hu: Alaphelyzetbe állítja a Face ID-t?
id: Atur Ulang Face ID?
it: Vuoi inizializzare Face ID?
ja: Face IDをリセットしますか?
kk: Face ID функциясын бастапқы күйге қайтару қажет пе?
ko: Face ID를 재설정하겠습니까?
lt: Nustatyti „Face ID“ iš naujo?
nl: Face ID opnieuw instellen?
no: Vil du nullstille Face ID?
pl: Wyzerować Face ID?
pt_br: Redefinir Face ID?
pt_pt: Repor Face ID?
ro: Resetați Face ID?
ru: Сбросить Face ID?
sk: Resetovať Face ID?
sl: Želite ponastaviti funkcijo Face ID?
sv: Vill du nollställa Face ID?
th: รีเซ็ต Face ID หรือไม่
tr: Face ID Sıfırlansın mı?
uk: Скинути Face ID?
vi: Đặt lại Face ID?
zh_cn: 重设面容ID？
zh_hk: 要重設Face ID嗎？
zh_tw: 要重置Face ID嗎？

source: 2 Apps
ar: تطبيقان
bg: 2 приложения
cs: 2 aplikace
el: 2 εφαρμογές
fi: 2 appia
he: שני יישומים
hi: 2 ऐप्स
hr: 2 aplikacije
hu: 2 app
id: 2 App
it: 2 app
ja: 2個のアプリ
kk: 2 қолданба
ko: 2개의 앱
lt: 2 programos
ms: 2 App
no: To apper
pl: 2 aplikacje
pt_pt: 2 aplicações
ro: 2 aplicații
ru: 2 приложения
sk: Apky: 2
sl: 2 aplikaciji
sv: 2 appar
th: 2 แอป
tr: 2 Uygulama
uk: 2 програми
vi: 2 ứng dụng
zh_cn: 2个App
zh_hk: 2個App
zh_tw: 2個App

source: Accessibility Options
ar: خيارات إمكانية الوصول
bg: Опции за Улеснен достъп
ca: Opcions d’accessibilitat
cs: Volby zpřístupnění
da: Tilgængelighedsindstillinger
de: Optionen für Bedienungshilfen
el: Επιλογές Προσβασιμότητας
es: Opciones de accesibilidad
es_us: Opciones de accesibilidad
fi: Käyttöapuvalinnat
fr: Options d’accessibilité
fr_ca: Options d’accessibilité
he: אפשרויות ״נגישות״
hi: ऐक्सेसिबिलिटी विकल्प
hr: Opcije pristupačnosti
hu: Kisegítő lehetőségek beállításai
id: Pilihan Aksesibilitas
it: Opzioni Accessibilità
ja: アクセシビリティオプション
kk: Қолжетімділік опциялары
ko: 손쉬운 사용 옵션
lt: Prieinamumo parinktys
ms: Pilihan Kebolehcapaian
nl: Toegankelijkheidsopties
no: Tilgjengelighetsvalg
pl: Opcje dostępności
pt_br: Opções de Acessibilidade
pt_pt: Opções de acessibilidade
ro: Opțiuni de accesibilitate
ru: Параметры Универсального доступа
sk: Možnosti prístupnosti
sl: Možnosti dostopnosti
sv: Hjälpmedelsalternativ
th: ตัวเลือกการช่วยการเข้าถึง
tr: Erişilebilirlik Seçenekleri
uk: Опції доступності
vi: Tùy chọn Trợ năng
zh_cn: 辅助功能选项
zh_hk: 輔助使用選項
zh_tw: 輔助使用選項
